src/main/java/com/example/javahomework/w2_jvm/t2/wrk.txt
# wrk -t10 -c50 -d10s http://127.0.0.1:8088/api/hello
Running 10s test @ http://127.0.0.1:8088/api/hello
  10 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    43.61ms   66.82ms 619.23ms   84.81%
    Req/Sec   530.93    263.46     1.44k    66.83%
  53006 requests in 10.07s, 6.33MB read
Requests/sec:   5264.27
Transfer/sec:    643.55KB